[DamageType.DmgType_Incendiary_Impact:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Highly effective vs Flesh."

[DamageType.DmgType_Incendiary_Impact_NoDoT:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Highly effective vs Flesh."
